Repository: iemo2007/PIS
Catalog: PIS.ViewModels/Resources/TrainTrip.*.resx
Languages: ar

source: Arrival Time
ar: وقت الوصول

# A_Journy
source: Journy
ar: إسم الرحلة

# Class0AName
source: Class B
ar: الدرجة2

# Class1AName
source: Class A
ar: الدرجة

# ConfirmDelete
source: Are you sure you want to delete this?
ar: تأكيد حذف قطار

source: Delay Status
ar: ملاحظات

# Delete
source: Delete Train
ar: حذف قطار

source: Departure Time
ar: وقت القيام

# Edit
source: Edit Train Details
ar: تعديل قطار

# EndPlatformNumber
source: Platform Number
ar: رقم الرصيف

source: End Station
ar: محطة النهايه

source: End Station Required
ar: محطة النهايه مطلوبه

source: Final Station Code
ar: كود محطة النهاية

# LblAddNew
source: Add New Station
ar: اضافة قطار جديد

source: Number Of Trains
ar: عدد القطارات

# PlateformNo
source: Plateform
ar: الرصيف

source: Platform Number Required
ar: رقم الرصيف مطلوب

# StartPlatformNumber
source: Platform Number
ar: رقم الرصيف

source: Start Station
ar: محطة البدايه

source: Start Station Code
ar: كود محطة البداية

source: Start Station Required
ar: محطة البدايه مطلوبه

source: Time For Trains
ar: مواعيد القطارات

# TrainNo
source: Train Number
ar: رقم القطار

# TrainNoExistBefore
source: Train Number Exists Before
ar: رقم القطار موجود من قبل

# TrainNoRequired
source: Station arabic name is required
ar: رقم القطار مطلوب

# TrainTypeAName
source: Train Type
ar: نوع القطار

# View
source: View All Trains
ar: عرض جميع القطارات

# WithoutPlatform
source: Withou Platform
ar: بدون رصيف

# Reasons
source: Reason
ar: الاسباب

source: Train Status
ar: حالة القطار

source: Trip Details
ar: تفاصيل الرحلة

source: Delay Reason
ar: سبب التاخير

source: Platform Number
ar: رقم الرصيف

source: Station Name
ar: اسم المحطه

# TrainArabicClass
source: Arabic Class Name
ar: الدرجة باللغه العربية

# TrainEnglisgClass
source: Englisg Class Name
ar: الدرجة باللغه الانجليزية

source: Order
ar: الترتيب

source: Station Code
ar: كود المحطه

source: Arrival Time Required
ar: وقت الوصول مطلوب

source: Departure Time Required
ar: وقت القيام مطلوب

source: Station Required
ar: المحطه مطلوبه

# DeleteTrip
source: Trip Delete
ar: حذف الرحله

# EditTrip
source: Trip Edit
ar: تعديل الرحله

# ShowDetails
source: Trip Details
ar: تفاصيل الرحله

# TainsNumber
source: Number Of Trains
ar: عدد القطارات

source: Train
ar: قطار
